Repository: WPPlugins/dadi-shal
Catalog: languages/dadishal-*.po
Languages: it_it

source: Dadi Shal - Display share buttons in the posts, pages and custom posts type list
it_it: Dadi Shal - Visualizza i bottoni di condivisione nelle liste dei post, delle pagine e dei tipi di post personalizzati

source: Check buttons that you wish to display in the lists
it_it: Contrassegna i bottoni che vorresti visualizzare nella lista

source: Enable Facebook
it_it: Abilita Facebook

source: Enable Twitter
it_it: Abilita Twitter

source: Insert your twitter username
it_it: Inserisci il tuo nome utente twitter

source: Enable Google Plus
it_it: Abilita Google Plus

source: Enable Linkedin
it_it: Abilita Linkedin

source: Enable Pinterest
it_it: Abilita Pinterest

source: Enable Stumbleupon
it_it: Abilita Stumbleupon

source: Window will be open...
it_it: La finestra verrà aperta...

source: ... with a popup
it_it: ... con un popup

source: ... with target blank
it_it: ... in una nuova pagina

source: Check the list where you wish to display buttons
it_it: Contrassegna la lista dove vorresti visualizzare i bottoni

source: Display buttons in "posts" list
it_it: Visualizza i bottoni nella lista dei "post"

source: Display buttons in "pages" list
it_it: Visualizza i bottoni nella lista delle "pagine"

source: Display buttons in "%s" list
it_it: Visualizza i bottoni nella lista "%s"

source: Save Options
it_it: Salva

source: Credits
it_it: Crediti

source: Dadi Shal is created and developed by Davide Mura &copy;2017, GNU General License. Go to %splugin official page%s, or to %sWordpress Repository Plugin%s. Vers. 1.0.
it_it: Dadi Shal è creato e sviluppato da Davide Mura &copy;2017, GNU General License. Vai alla %spagina ufficiale del plugin%s, o nel %sRepository dei Plugin di Wordpress%s. Vers. 1.0.

source: See others my plugins: %sDadi Breadcrumb%s and %sDadiFb Box%s.
it_it: Vedi gli altri miei plugins: %sDadi Breadcrumb%s e %sDadiFb Box%s.

source: Social Icons used in this plugin are created and developed by %sSocicon.com%s
it_it: Le icone social utilizzate in questo plugin sono state create e sviluppate da %sSocicon.com%s

source: Reset all Settings
it_it: Resetta

source: Share
it_it: Condividi
